[
  {
    "id": 1,
    "user_id": 1,
    "name": "Gadsden Golf Club",
    "type": "municipal",
    "lat": 37.256437,
    "lng": -121.796,
    "description": "In magna velit reprehenderit ut reprehenderit officia aute sit exercitation mollit commodo commodo magna. Elit ullamco dolor dolor qui reprehenderit exercitation laboris incididunt. Pariatur consequat ex proident et adipisicing.",
    "img": "https:/via.placeholder.com/400/738/fff/?text=undefined"
  },
  {
    "id": 2,
    "user_id": 5,
    "name": "Homeland Golf Links",
    "type": "municipal",
    "lat": 37.535618,
    "lng": -121.828,
    "description": "Incididunt adipisicing eiusmod ullamco cupidatat voluptate consequat laborum do reprehenderit deserunt enim. Non excepteur sit non culpa. Consectetur deserunt nisi est cupidatat commodo excepteur ad do id sunt ipsum mollit consequat amet.",
    "img": "https:/via.placeholder.com/400/974/fff/?text=undefined"
  },
  {
    "id": 3,
    "user_id": 7,
    "name": "Catherine Golf Club",
    "type": "links",
    "lat": 37.250649,
    "lng": -121.897,
    "description": "Tempor sint laboris aute consectetur occaecat amet incididunt est nulla non velit nostrud. Ad esse sunt velit mollit nulla cupidatat. Est do voluptate in nisi Lorem.",
    "img": "https:/via.placeholder.com/400/908/fff/?text=undefined"
  },
  {
    "id": 4,
    "user_id": 6,
    "name": "Condon Golf Links",
    "type": "municipal",
    "lat": 37.406626,
    "lng": -121.813,
    "description": "Reprehenderit non laborum amet aliquip quis aliquip proident dolore laboris magna. Ex est tempor pariatur sunt ad veniam duis eu. Voluptate proident ea sunt officia id ad.",
    "img": "https:/via.placeholder.com/400/746/fff/?text=undefined"
  },
  {
    "id": 5,
    "user_id": 4,
    "name": "Strykersville Golf Club",
    "type": "parkland",
    "lat": 37.76063,
    "lng": -121.843,
    "description": "Officia enim duis nostrud elit irure elit magna do deserunt. Veniam id esse pariatur Lorem eiusmod. Reprehenderit sint ex ea minim cupidatat voluptate Lorem aute ut ipsum ullamco ea.",
    "img": "https:/via.placeholder.com/400/727/fff/?text=undefined"
  },
  {
    "id": 6,
    "user_id": 9,
    "name": "Hondah Golf Links",
    "type": "links",
    "lat": 37.437789,
    "lng": -122.438,
    "description": "Aliqua exercitation ex consectetur fugiat proident ut magna nostrud eu. Ut aute esse proident ea ea ea. Cupidatat voluptate exercitation sunt cillum cupidatat.",
    "img": "https:/via.placeholder.com/400/761/fff/?text=undefined"
  },
  {
    "id": 7,
    "user_id": 9,
    "name": "Gulf Golf Course",
    "type": "municipal",
    "lat": 37.647215,
    "lng": -122.483,
    "description": "Enim laboris dolor laborum quis nisi pariatur nulla exercitation et est. Nostrud excepteur commodo voluptate anim reprehenderit consequat reprehenderit sunt labore. Amet nisi velit commodo laboris incididunt consectetur quis anim aliqua.",
    "img": "https:/via.placeholder.com/400/767/fff/?text=undefined"
  },
  {
    "id": 8,
    "user_id": 1,
    "name": "Reinerton Golf Course",
    "type": "links",
    "lat": 37.689873,
    "lng": -121.951,
    "description": "Cillum aute eu in sint mollit adipisicing dolor. Cillum sunt labore incididunt nulla. Lorem cillum nisi amet consectetur ad officia culpa.",
    "img": "https:/via.placeholder.com/400/713/fff/?text=undefined"
  },
  {
    "id": 9,
    "user_id": 3,
    "name": "Cumberland Golf Links",
    "type": "parkland",
    "lat": 37.219296,
    "lng": -122.454,
    "description": "Cillum reprehenderit ex veniam occaecat ex. Fugiat consectetur ipsum occaecat aliqua quis sit velit esse labore ea sunt aliqua dolore. Elit commodo amet sit esse quis id nostrud velit cillum nisi nulla Lorem.",
    "img": "https:/via.placeholder.com/400/943/fff/?text=undefined"
  },
  {
    "id": 10,
    "user_id": 2,
    "name": "Orick Golf Course",
    "type": "links",
    "lat": 37.242808,
    "lng": -122.381,
    "description": "Cupidatat laborum commodo deserunt non. Exercitation aliquip consectetur eu excepteur enim irure officia dolore. Excepteur incididunt enim pariatur magna et ipsum magna ut occaecat ipsum.",
    "img": "https:/via.placeholder.com/400/980/fff/?text=undefined"
  },
  {
    "id": 11,
    "user_id": 6,
    "name": "Volta Golf Links",
    "type": "municipal",
    "lat": 37.355243,
    "lng": -122.403,
    "description": "Do eiusmod ea ullamco elit proident. Mollit ipsum amet duis deserunt culpa elit laboris magna ex laboris ullamco tempor laboris. Minim qui et incididunt sit ad.",
    "img": "https:/via.placeholder.com/400/721/fff/?text=undefined"
  },
  {
    "id": 12,
    "user_id": 4,
    "name": "Levant Golf Course",
    "type": "links",
    "lat": 37.624608,
    "lng": -121.919,
    "description": "Labore veniam dolor nulla sunt cillum do ipsum dolore dolor reprehenderit velit. Dolore laborum id ex dolore eiusmod eu. Nulla do adipisicing duis dolor est sint aute deserunt velit.",
    "img": "https:/via.placeholder.com/400/720/fff/?text=undefined"
  },
  {
    "id": 13,
    "user_id": 6,
    "name": "Layhill Golf Club",
    "type": "parkland",
    "lat": 37.304157,
    "lng": -122.178,
    "description": "Veniam magna officia magna velit laborum sunt dolore elit velit tempor eu exercitation do elit. Nisi ad culpa magna cillum dolore in occaecat. Quis fugiat excepteur minim ea aliqua ea laboris exercitation quis voluptate.",
    "img": "https:/via.placeholder.com/400/891/fff/?text=undefined"
  },
  {
    "id": 14,
    "user_id": 3,
    "name": "Edgewater Golf Course",
    "type": "municipal",
    "lat": 37.587143,
    "lng": -122.351,
    "description": "Reprehenderit consectetur consectetur commodo irure eiusmod ullamco ullamco ex non. Aliqua sit sunt magna adipisicing aliqua commodo in aute aliqua duis dolor. Magna anim pariatur pariatur dolor quis nostrud ut consequat quis commodo eu eu et exercitation.",
    "img": "https:/via.placeholder.com/400/723/fff/?text=undefined"
  },
  {
    "id": 15,
    "user_id": 7,
    "name": "Glendale Golf Club",
    "type": "municipal",
    "lat": 37.615176,
    "lng": -121.81,
    "description": "Reprehenderit consectetur qui elit irure. Esse consequat duis do ullamco dolore fugiat ipsum eu velit pariatur irure nisi cupidatat. Ea magna esse cillum qui aliquip fugiat reprehenderit sit anim et.",
    "img": "https:/via.placeholder.com/400/952/fff/?text=undefined"
  },
  {
    "id": 16,
    "user_id": 6,
    "name": "Ruffin Golf Course",
    "type": "parkland",
    "lat": 37.642904,
    "lng": -121.987,
    "description": "Nulla Lorem minim ullamco cillum. Duis sint eu aliquip ad sunt pariatur proident ad sunt proident mollit minim et. Voluptate labore enim adipisicing ipsum laboris aliqua.",
    "img": "https:/via.placeholder.com/400/764/fff/?text=undefined"
  },
  {
    "id": 17,
    "user_id": 3,
    "name": "Gwynn Golf Links",
    "type": "links",
    "lat": 37.615571,
    "lng": -122.384,
    "description": "Et ea ut excepteur eiusmod duis in cupidatat nulla officia cupidatat reprehenderit amet non adipisicing. Excepteur officia aliqua aliqua nostrud qui magna culpa ad dolor voluptate. Veniam sit labore veniam elit exercitation est ipsum esse fugiat exercitation quis.",
    "img": "https:/via.placeholder.com/400/820/fff/?text=undefined"
  },
  {
    "id": 18,
    "user_id": 9,
    "name": "Townsend Golf Club",
    "type": "parkland",
    "lat": 37.489775,
    "lng": -122.182,
    "description": "Consequat fugiat esse elit ullamco nostrud officia veniam ad. Cillum anim minim officia labore mollit anim amet dolore. Qui proident labore mollit ullamco sint.",
    "img": "https:/via.placeholder.com/400/881/fff/?text=undefined"
  },
  {
    "id": 19,
    "user_id": 10,
    "name": "Hampstead Golf Links",
    "type": "links",
    "lat": 37.73687,
    "lng": -122.107,
    "description": "Incididunt excepteur dolore id qui dolor dolore cillum sunt qui ut laboris voluptate elit. Est ad aliqua cupidatat ipsum. Nulla in aliqua aliqua non consequat quis aliquip et labore incididunt.",
    "img": "https:/via.placeholder.com/400/973/fff/?text=undefined"
  },
  {
    "id": 20,
    "user_id": 6,
    "name": "Bellfountain Golf Club",
    "type": "links",
    "lat": 37.34929,
    "lng": -122.215,
    "description": "Amet proident consectetur irure officia ex do laboris ea est nulla minim anim consectetur. Duis minim excepteur quis id adipisicing occaecat mollit non aute aliqua dolore ullamco. Enim anim sit id nostrud nisi nostrud.",
    "img": "https:/via.placeholder.com/400/963/fff/?text=undefined"
  },
  {
    "id": 21,
    "user_id": 8,
    "name": "Cetronia Golf Course",
    "type": "municipal",
    "lat": 37.26767,
    "lng": -122.044,
    "description": "Veniam id ut exercitation nisi sint enim. Cillum occaecat magna officia reprehenderit est. Nostrud laborum dolore ullamco qui aliqua commodo incididunt pariatur.",
    "img": "https:/via.placeholder.com/400/949/fff/?text=undefined"
  },
  {
    "id": 22,
    "user_id": 10,
    "name": "Needmore Golf Club",
    "type": "parkland",
    "lat": 37.371144,
    "lng": -122.124,
    "description": "Nulla anim excepteur est anim amet mollit velit aute ea non voluptate voluptate. Lorem sunt ea consectetur fugiat sint quis tempor laboris deserunt laboris occaecat. Cillum est officia aliqua ipsum eiusmod ipsum nulla consequat qui.",
    "img": "https:/via.placeholder.com/400/770/fff/?text=undefined"
  },
  {
    "id": 23,
    "user_id": 5,
    "name": "Vallonia Golf Club",
    "type": "links",
    "lat": 37.298497,
    "lng": -122.393,
    "description": "Est in culpa aute commodo amet et consectetur elit proident et non reprehenderit. Et deserunt dolor in nulla velit fugiat. Enim irure laborum excepteur sint.",
    "img": "https:/via.placeholder.com/400/839/fff/?text=undefined"
  },
  {
    "id": 24,
    "user_id": 8,
    "name": "Oley Golf Course",
    "type": "municipal",
    "lat": 37.343632,
    "lng": -121.868,
    "description": "Dolore quis quis eiusmod ex id minim enim do ullamco laborum. Ea commodo laboris id aliqua laborum velit fugiat Lorem. Sint excepteur minim nisi ex veniam.",
    "img": "https:/via.placeholder.com/400/894/fff/?text=undefined"
  },
  {
    "id": 25,
    "user_id": 7,
    "name": "Naomi Golf Links",
    "type": "municipal",
    "lat": 37.419987,
    "lng": -122.3,
    "description": "Laborum sunt proident dolore anim. Aute non fugiat enim ipsum pariatur id tempor qui qui ut laborum. Incididunt labore pariatur do et amet nulla dolore ullamco Lorem in laboris minim tempor.",
    "img": "https:/via.placeholder.com/400/724/fff/?text=undefined"
  },
  {
    "id": 26,
    "user_id": 5,
    "name": "Bison Golf Course",
    "type": "parkland",
    "lat": 37.542869,
    "lng": -122.415,
    "description": "Sunt ea ea culpa labore anim eu sit duis quis aute aliqua. Qui labore veniam quis aute tempor laborum exercitation culpa ad. Ea voluptate minim ullamco ea veniam cupidatat aliquip laboris esse deserunt eu aute minim.",
    "img": "https:/via.placeholder.com/400/905/fff/?text=undefined"
  },
  {
    "id": 27,
    "user_id": 9,
    "name": "Williston Golf Course",
    "type": "parkland",
    "lat": 37.714538,
    "lng": -122.352,
    "description": "Laboris qui excepteur exercitation pariatur velit et adipisicing pariatur nisi adipisicing eu irure id. Voluptate laborum dolore id magna minim aliqua qui est commodo. Commodo commodo elit consectetur ad veniam est do.",
    "img": "https:/via.placeholder.com/400/910/fff/?text=undefined"
  },
  {
    "id": 28,
    "user_id": 10,
    "name": "Wheaton Golf Course",
    "type": "municipal",
    "lat": 37.456562,
    "lng": -121.82,
    "description": "Irure reprehenderit esse ad deserunt nisi duis non excepteur excepteur anim nostrud veniam. Lorem irure sunt quis non laborum dolore sit quis cupidatat eu nulla dolore Lorem. Ea est velit laboris irure aliquip cillum nulla amet fugiat veniam laboris tempor amet.",
    "img": "https:/via.placeholder.com/400/980/fff/?text=undefined"
  },
  {
    "id": 29,
    "user_id": 8,
    "name": "Glenville Golf Club",
    "type": "links",
    "lat": 37.399281,
    "lng": -121.903,
    "description": "Adipisicing nostrud amet in laborum veniam minim ea occaecat elit mollit veniam labore qui sint. Officia non Lorem id magna. Anim non id cillum sit dolor minim tempor enim enim deserunt aute ullamco ullamco aliquip.",
    "img": "https:/via.placeholder.com/400/794/fff/?text=undefined"
  },
  {
    "id": 30,
    "user_id": 1,
    "name": "Goldfield Golf Links",
    "type": "parkland",
    "lat": 37.520527,
    "lng": -122.344,
    "description": "Deserunt et tempor ullamco exercitation amet. Nulla ipsum laboris culpa ullamco do. Esse consequat ullamco ex esse ea pariatur excepteur veniam do tempor aliqua eu officia culpa.",
    "img": "https:/via.placeholder.com/400/828/fff/?text=undefined"
  },
  {
    "id": 31,
    "user_id": 2,
    "name": "Wyoming Golf Course",
    "type": "links",
    "lat": 37.487095,
    "lng": -122.347,
    "description": "Ea laboris magna reprehenderit proident exercitation sunt nisi sunt pariatur veniam duis. Ad Lorem minim duis laboris voluptate dolor esse duis exercitation officia. Exercitation nostrud ullamco et sunt non.",
    "img": "https:/via.placeholder.com/400/999/fff/?text=undefined"
  },
  {
    "id": 32,
    "user_id": 8,
    "name": "Trinway Golf Links",
    "type": "parkland",
    "lat": 37.610145,
    "lng": -121.862,
    "description": "Sunt qui do commodo aliquip ipsum quis quis nostrud fugiat nisi reprehenderit fugiat. Pariatur amet voluptate incididunt dolor pariatur do reprehenderit nulla sit laboris. Lorem minim ex voluptate irure nisi labore reprehenderit ullamco non eiusmod occaecat adipisicing.",
    "img": "https:/via.placeholder.com/400/927/fff/?text=undefined"
  },
  {
    "id": 33,
    "user_id": 8,
    "name": "Oretta Golf Links",
    "type": "links",
    "lat": 37.763845,
    "lng": -122.07,
    "description": "Sunt magna amet nostrud in anim non voluptate minim aliqua ipsum ipsum est ad. Excepteur laboris minim aute nulla ullamco et et proident sint. Proident sunt minim ex exercitation cillum ex duis ad proident aliqua ipsum exercitation ipsum est.",
    "img": "https:/via.placeholder.com/400/976/fff/?text=undefined"
  },
  {
    "id": 34,
    "user_id": 5,
    "name": "Dennard Golf Links",
    "type": "links",
    "lat": 37.663324,
    "lng": -122.259,
    "description": "Ut nulla mollit culpa mollit officia exercitation cupidatat id eu ad excepteur esse velit. Elit tempor anim consequat aute ea. Proident qui deserunt sit qui exercitation esse ad ad eu nisi.",
    "img": "https:/via.placeholder.com/400/806/fff/?text=undefined"
  },
  {
    "id": 35,
    "user_id": 4,
    "name": "Datil Golf Course",
    "type": "municipal",
    "lat": 37.346382,
    "lng": -122.308,
    "description": "Nostrud irure elit duis fugiat. Est consectetur ad id laborum irure irure elit ipsum irure Lorem eu laboris amet. Dolor tempor labore non aliqua et nulla aliqua.",
    "img": "https:/via.placeholder.com/400/872/fff/?text=undefined"
  },
  {
    "id": 36,
    "user_id": 9,
    "name": "Ahwahnee Golf Club",
    "type": "parkland",
    "lat": 37.70575,
    "lng": -122.107,
    "description": "Adipisicing aliquip do commodo ipsum nulla dolore cupidatat magna cillum officia duis. Ex Lorem eiusmod dolore qui esse laboris consequat. Nisi eu culpa id duis nisi voluptate enim voluptate sunt tempor.",
    "img": "https:/via.placeholder.com/400/761/fff/?text=undefined"
  },
  {
    "id": 37,
    "user_id": 1,
    "name": "Gorst Golf Course",
    "type": "municipal",
    "lat": 37.597614,
    "lng": -121.983,
    "description": "Voluptate magna mollit dolor adipisicing labore nulla enim veniam. Aliqua consequat magna fugiat aute sint nisi anim deserunt. Aliquip eiusmod pariatur veniam consequat consectetur occaecat aliquip et nulla eu duis.",
    "img": "https:/via.placeholder.com/400/950/fff/?text=undefined"
  },
  {
    "id": 38,
    "user_id": 2,
    "name": "Newkirk Golf Course",
    "type": "links",
    "lat": 37.219763,
    "lng": -121.866,
    "description": "Labore deserunt deserunt duis tempor elit enim pariatur voluptate sint exercitation. Non sunt reprehenderit dolor ex adipisicing consectetur quis deserunt. Elit id labore voluptate eu.",
    "img": "https:/via.placeholder.com/400/709/fff/?text=undefined"
  },
  {
    "id": 39,
    "user_id": 8,
    "name": "Riceville Golf Links",
    "type": "parkland",
    "lat": 37.651203,
    "lng": -122.229,
    "description": "Sit ad sint cupidatat nostrud culpa culpa aliquip amet. Eu aute duis velit ex et est minim qui ut enim ex enim magna enim. Magna nulla aliqua sit deserunt.",
    "img": "https:/via.placeholder.com/400/819/fff/?text=undefined"
  },
  {
    "id": 40,
    "user_id": 2,
    "name": "Otranto Golf Club",
    "type": "parkland",
    "lat": 37.224744,
    "lng": -122.397,
    "description": "Laboris velit officia laboris ea labore occaecat laborum non occaecat sit nulla nisi fugiat. Officia aute laborum exercitation pariatur consequat irure consequat quis fugiat elit commodo aute est. Occaecat culpa anim aliqua anim officia minim anim sunt consequat.",
    "img": "https:/via.placeholder.com/400/954/fff/?text=undefined"
  },
  {
    "id": 41,
    "user_id": 10,
    "name": "Odessa Golf Course",
    "type": "links",
    "lat": 37.43242,
    "lng": -122.258,
    "description": "Pariatur excepteur qui in quis excepteur enim proident amet eiusmod reprehenderit est sint mollit. Cupidatat exercitation aute elit sunt. Velit esse dolor et occaecat ullamco commodo ad aute do nulla adipisicing laborum amet et.",
    "img": "https:/via.placeholder.com/400/911/fff/?text=undefined"
  },
  {
    "id": 42,
    "user_id": 2,
    "name": "Bloomington Golf Links",
    "type": "parkland",
    "lat": 37.274833,
    "lng": -122.118,
    "description": "Do exercitation Lorem do eu velit ex ullamco esse consectetur enim nostrud eu ex consequat. Qui in laborum nisi reprehenderit sint. Magna aliqua cupidatat reprehenderit sint culpa laborum consequat veniam quis fugiat nostrud do qui.",
    "img": "https:/via.placeholder.com/400/990/fff/?text=undefined"
  },
  {
    "id": 43,
    "user_id": 8,
    "name": "Century Golf Course",
    "type": "parkland",
    "lat": 37.252102,
    "lng": -122.355,
    "description": "Amet ad adipisicing consectetur qui nisi aute officia sit. Quis ullamco voluptate mollit irure laboris culpa eu in enim elit amet incididunt reprehenderit. Sint anim incididunt aliquip labore laboris Lorem excepteur eu excepteur amet et occaecat ipsum aliquip.",
    "img": "https:/via.placeholder.com/400/838/fff/?text=undefined"
  },
  {
    "id": 44,
    "user_id": 7,
    "name": "Forbestown Golf Links",
    "type": "links",
    "lat": 37.299163,
    "lng": -122.376,
    "description": "Ex aliquip voluptate id eu incididunt dolore voluptate enim reprehenderit consequat sit. Labore qui consectetur occaecat aliquip enim consequat est nulla consectetur. Sint consequat amet sit cillum dolor ad est ex elit consequat magna.",
    "img": "https:/via.placeholder.com/400/943/fff/?text=undefined"
  },
  {
    "id": 45,
    "user_id": 3,
    "name": "Winchester Golf Links",
    "type": "municipal",
    "lat": 37.405971,
    "lng": -122.201,
    "description": "Sunt fugiat dolore veniam adipisicing id ullamco commodo aliqua aute. Proident nulla minim ad sit tempor id laboris est laborum. Incididunt deserunt adipisicing ut consequat non proident.",
    "img": "https:/via.placeholder.com/400/744/fff/?text=undefined"
  },
  {
    "id": 46,
    "user_id": 3,
    "name": "Southmont Golf Links",
    "type": "links",
    "lat": 37.58726,
    "lng": -122.442,
    "description": "Dolore duis irure sit deserunt ad minim culpa sint irure laboris et officia. Proident id magna laboris occaecat. Labore elit nisi enim non voluptate.",
    "img": "https:/via.placeholder.com/400/899/fff/?text=undefined"
  },
  {
    "id": 47,
    "user_id": 2,
    "name": "Homestead Golf Course",
    "type": "parkland",
    "lat": 37.53178,
    "lng": -122.276,
    "description": "Non dolor sit proident ea eiusmod do excepteur cupidatat excepteur in occaecat irure sunt. Minim eu ipsum officia pariatur minim nostrud reprehenderit ex nostrud voluptate irure aliqua. Id fugiat irure commodo irure id anim nisi in consequat aliquip velit esse.",
    "img": "https:/via.placeholder.com/400/823/fff/?text=undefined"
  },
  {
    "id": 48,
    "user_id": 1,
    "name": "Caln Golf Course",
    "type": "municipal",
    "lat": 37.370421,
    "lng": -121.948,
    "description": "In velit laboris proident ex fugiat. Proident eu esse est enim consequat eiusmod nostrud laboris laborum incididunt. Mollit ipsum sunt ad irure cupidatat incididunt.",
    "img": "https:/via.placeholder.com/400/793/fff/?text=undefined"
  },
  {
    "id": 49,
    "user_id": 3,
    "name": "Dana Golf Links",
    "type": "parkland",
    "lat": 37.656848,
    "lng": -121.99,
    "description": "Consequat esse ad aliquip incididunt qui excepteur deserunt quis minim irure duis velit cillum pariatur. Voluptate sunt anim elit ipsum ut. Anim ea et id anim fugiat ea amet Lorem ullamco ex culpa.",
    "img": "https:/via.placeholder.com/400/822/fff/?text=undefined"
  },
  {
    "id": 50,
    "user_id": 9,
    "name": "Ticonderoga Golf Club",
    "type": "municipal",
    "lat": 37.485365,
    "lng": -121.883,
    "description": "Aliqua labore reprehenderit culpa culpa esse proident cillum enim consequat id ullamco sunt amet ipsum. Dolore magna cupidatat pariatur velit qui enim ullamco culpa voluptate ut. Sint elit laborum aute elit dolor adipisicing tempor do in esse.",
    "img": "https:/via.placeholder.com/400/839/fff/?text=undefined"
  }
]